[
  {
    "id": "1",
    "name": "Ms. Alina",
    "review": "Best experience I have among all the brand I used. Long lasting and so moisturing. I  tried these. For the half the price got a selection of colors. Found the perfect shade, lasted hours longer and half the price. Doesnt last all day and does dry some but to stay on I think u need some dryness. I love it.\r\n",
    "rating": 4
  },
  {
    "id": "2",
    "name": "Ms. Ruwayda",
    "review": "I was a little spectacle about purchasing based on reviews. I am glad I purchased I love these the color are extremely pigmented they do dry matte pretty fast a little too matte, after matte my lips feel a bit like chalk but I don't mind, my lips do not become chapped, the lippies are not flaky after matte they are not sticky.\r\n",
    "rating": 5
  },
  {
    "id": "3",
    "name": "Mrs. Shaoli",
    "review": "A 12 piece Matte Set of lipsticks for this price is good. The products to me almost have a watery/runny feel to them. They don't feel like a matte lipstick, more like a thick lip gloss. They're just alright. They did chap my lips a bit too. So, I'd wear a lip balm under these for sure.\r\n",
    "rating": 3
  },
  {
    "id": "4",
    "name": "Ms Aroshi",
    "review": "I’m so in love with these...They are semi permanent but only when you eat food like a subway sandwich for example. When you give a pop kiss it doesn’t come off unless it’s a French kiss it would definitely come off. I love the matte finish and can’t beat the price for the items given. Won’t find similar products anywhere! This picture was taken after I ate right after lunchtime.\r\n",
    "rating": 4
  },
  {
    "id": "5",
    "name": "Ms. Raka",
    "review": "I have been very pleased with this matte color kit. The lip glosses apply well and stay on for a long duration of time. I think the colors are beautiful and can be on all different skin colors and hair colors. I have my friends use these colors as well and they love them. I would recommend to try out. Great price for a variety of colors experiment with.\r\n",
    "rating": 4
  },
  {
    "id": "6",
    "name": "Ms. Shalina",
    "review": "Some of the colors are a bit darker than what I typically wear, but I love the variety, especially for the price! The color doesn't bleed or feather around the edges either. I haven't tried a top coat so I don't know if trying to wear them glossy rather than matte will effect the longevity.\r\n",
    "rating": 5
  }
]